[LWS_Hoplite X2SoldierClassTemplate]
DisplayName="重甲兵"
ClassSummary="重甲兵在使用盾牌、手枪和榴弹方面受过广泛训练。他们擅长保护自己的队友，以及严惩任何靠近的敌人。"
LeftAbilityTreeTitle="Knight"
RightAbilityTreeTitle="SWAT"
AbilityTreeTitles[0]="骑士"
AbilityTreeTitles[1]="维京人"
AbilityTreeTitles[2]="特种兵"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="锯齿鸟"
RandomNickNames[5]="凯金"
RandomNickNames[6]="排骨"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲豹"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="冲击"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执行人"
RandomNickNames[13]="毁灭者"
RandomNickNames[14]="闪侠"
RandomNickNames[15]="愤怒"
RandomNickNames[16]="鳄鱼"
RandomNickNames[17]="鬼魂"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="寒冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="撕咬者"
RandomNickNames[23]="审判日"
RandomNickNames[24]="拳套"
RandomNickNames[25]="怪兽"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="猎鹰"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="天蝎"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独行侠"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="潜行者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="终结者"
RandomNickNames[45]="勇士"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="军阀"
RandomNickNames[50]="狼獾"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
RandomNickNames[54]="真相"
RandomNickNames[55]="墓碑"
RandomNickNames[56]="大腕"
RandomNickNames[57]="高层货架"
RandomNickNames[58]="双击"
RandomNickNames[59]="送葬者"
RandomNickNames[60]="情人"
RandomNickNames[61]="战马"
RandomNickNames[62]="熊孩子"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="斧男"
RandomNickNames_Male[1]="公爵"
RandomNickNames_Male[2]="坚岩"
RandomNickNames_Male[3]="种马"
RandomNickNames_Male[4]="狼人"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="公爵夫人"
RandomNicknames_Female[2]="铁娘子"
RandomNicknames_Female[3]="铁处女"
RandomNicknames_Female[4]="女战士"
RandomNickNames_Female[5]="瓦尔基里"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="带来繁荣！"
PhotoboothSoloBLines_Male[1]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Male[2]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Male[3]="炮兵部队。危险接近。"
PhotoboothSoloBLines_Male[4]="滴答，滴答，砰！"
PhotoboothSoloBLines_Male[5]="炸飞！"
PhotoboothSoloBLines_Male[6]="子弹：越多越好！"
PhotoboothSoloBLines_Male[7]="叫他天气预报员，因为他会让天下雨的。"
PhotoboothSoloBLines_Male[8]="再次进入突破口！"
PhotoboothSoloBLines_Male[9]="秘密行动被高估了。"

PhotoboothSoloBLines_Female[0]="带来繁荣！"
PhotoboothSoloBLines_Female[1]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Female[2]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Female[3]="炮兵部队。危险接近。"
PhotoboothSoloBLines_Female[4]="滴答，滴答，砰！"
PhotoboothSoloBLines_Female[5]="炸飞！"
PhotoboothSoloBLines_Female[6]="子弹：越多越好！"
PhotoboothSoloBLines_Female[7]="叫他天气预报员，因为他会让天下雨的。"
PhotoboothSoloBLines_Female[8]="再次进入突破口！"
PhotoboothSoloBLines_Female[9]="秘密行动被高估了。"

[ShieldBashHoplite X2AbilityTemplate]
LocFriendlyName="盾牌冲锋"
LocHelpText="用你的盾牌冲锋并猛击敌人，造成一定伤害并击退目标2格。可用于冲刺移动并结束回合。"
LocLongDescription="用你的盾牌冲锋并猛击敌人，造成一定伤害并击退目标2格。可用于冲刺移动并结束回合。"
LocFlyOverText="盾牌冲锋"

[MZDefenseShift X2AbilityTemplate]
LocFriendlyName="换岗"
LocLongDescription="减少<Ability:CLASSNAME/><Ability:MZShiftDefense/>防御，但提高小队同等数值的防御。"
LocHelpText="减少<Ability:CLASSNAME/><Ability:MZShiftDefense/>防御，但提高小队同等数值的防御。"
LocFlyOverText="换岗"
LocPromotionPopupText="<Bullet/> <Ability:CLASSNAME/>的羁绊获得双倍增益。<br/><Bullet/> 最适合重装甲的士兵，以使敌人喜欢以他们为目标。"

[F_ProtectAndServe X2AbilityTemplate]
LocFriendlyName="防护伺服"
LocFlyOverText="防护伺服"
LocLongDescription="激活舍我其谁或盾墙后获得非移动动作点。"
LocHelpText="激活舍我其谁或盾墙后获得非移动动作点。"
LocPromotionPopupText="<Bullet/> 激活舍我其谁或盾墙后获得非移动动作点。<br/><Bullet/> 被动。<br/>"

[IRI_Rider_Aegis X2AbilityTemplate]
LocFriendlyName="宙斯盾"
LocLongDescription="舍我其谁和盾墙减少<Ability:AEGIS_DAMAGE_REDUCTION/>来袭伤害并将任何针对附近队友的攻击转向你。"
LocHelpText="舍我其谁和盾墙减少<Ability:AEGIS_DAMAGE_REDUCTION/>来袭伤害并将任何针对附近队友的攻击转向你。"
LocPromotionPopupText="<Bullet/> 影响<font color='#0bff9b'>弹道护盾</font>的盾墙和<font color='#0bff9b'>W.A.R.</font>护甲。<br/><Bullet/> 宙斯盾影响直接相邻的队友。对角线格子上的队友不受影响。"
LocFlyOverText="宙斯盾"

[GrimyFlashpoint X2AbilityTemplate]
LocFriendlyName="闪点"
LocHelpText="被动:每装备一颗闪光榴弹额外获得1颗闪光榴弹，闪光榴弹现在造成2点额外伤害。"
LocLongDescription="被动:每装备一颗闪光榴弹额外获得1颗闪光榴弹，闪光榴弹现在造成2点额外伤害。"
LocFlyOverText="闪点"